{
    "emails":["den1s: Click Here!", "BookFace: Send this...", "Mum: Hi Honey ca...", "LoveSugar: Need a Buzz?", "Boss: Focus Up!", "Boss: Slacker!!", "Dad: Call Mum!", "Mel: CATS!!!!", "IT: Server Down", "IT: YOUR FAULT!", "Mission Impossible: Conquering the Coffee Machine Chaos",
    "Lost in the Matrix: Escaping the Email Overload Dilemma",
    "PowerPoint Pandemonium: How to Survive the Slide-apocalypse",
    "Taco Tuesday or Takeout Temptation: Decoding the Office Lunch Conundrum",
    "Paper Jam Extravaganza: Unmasking the Office Printer Ninja",
    "Desk Chair Olympics: Mastering the Art of Seated Acrobatics",
    "Meeting Marathon Survival Guide: Navigating the Endless Boardroom Odyssey",
    "Cubicle Chronicles: The Epic Saga of the Quest for the Missing Stapler",
    "Inbox Infinity: A Deep Dive into the Abyss of Unread Emails",
    "Corporate Jargon Jamboree: Elevating Synergy to Unprecedented Levels",
    "Post-It Palooza: Unleashing the Sticky Note Revolution",
    "The Great Microwave Mystery: Solving the Office Food Warming Riddle",
    "Bluetooth Ballet: Dancing through the Office with Wireless Finesse",
    "Desk Drawer Archaeology: Unveiling the Ancient Artifacts of Office Past",
    "Elevator Etiquette Elegance: A Masterclass in Vertical Civility",
    "Vending Machine Vigilantes: Cracking the Code to Snack Satisfaction",
    "Corporate Yoga Warrior Training: Mastering the Art of Desk Zen",
    "Fax Machine Follies: The Last Stand of the Office Dinosaur",
    "Desk Plant Symposium: Greenery and the Art of Photosynthesis Boost",
    "The Chronicles of the Breakroom: Tales of the Microwave Wars",
    "URGENT: Scooter.exe has stopped responding - Level 5 Hoverboard Crisis!",
    "Power Surge Alert: Scooter Firmware Update Required ASAP!",
    "High-Speed Glitch Detected: Your Scooter Needs a Debugging Boost!",
    "Error 404: Scooter Not Found - Let's Get Rolling Again!",
    "Emergency Brake Override: Troubleshooting Scooter Velocity Issues",
    "Critical Scooter Kernel Panic: Deploying Remote Assistance Protocol",
    "Wheelie Malfunction: We've Got the Scoop on Scooter Scofflaws",
    "Battery Blues? Unleash the Power of Scooter Support Wizards!",
    "Code Red Scooter Alert: Unleash the Techno-Wizards for Swift Rescue!",
    "Scooter SOS: Navigating the Labyrinth of Glitches and Gremlins",
    "S.O.Scooter: The Battle Against Software Gremlins Rages On!",
    "404 Scooter Wisdom Not Found: Diving into the Debugging Abyss",
    "Quantum Scooter Leap: Troubleshooting the Scooternetic Universe",
    "Scooter Spectacle: Witness the Marvels of Tech Support Mastery!",
    "Velocity Vexation: Decoding the Mysteries of Scooter Slowdowns",
    "The Great Scooter Code Hunt: Debugging for Dummies Edition",
    "Hoverboard Hiccups? Unleash the Scooter Support Superheroes!",
    "Flux Capacitor Fiasco: Resurrecting Scooter Time Travel Abilities",
    "Warp Speed Woes: Navigating the Scooter Tech Support Nebula",
    "Scooter Symphony: Tuning Up the Algorithmic Overtures of Joy"
]
}